"Service Update Failed" = "Huoltopäivitys epäonnistui";
"Service Update Complete" = "Huoltopäivitys suoritettu";
"Starting Service Update" = "Aloitetaan huoltopäivitystä";
"Dismiss" = "OK";
"OK" = "OK";
"Call disallowed" = "Tämä numero ei ole sallittu";
